Repository: skuuper/cleaner
Catalog: 3rdpaty/Euclid3/Properties/Resources.*.resx
Languages: ru_ru

# BTN_EXIT
source: &Exit
ru_ru: Выход

# BTN_SHOW_MESSAGE
source: &Show message
ru_ru: Показать сообщение

# BTN_SHOW_POPUP_FORM
source: &Show popup
ru_ru: Показать форму

# LBL_POPUP_TEXT
source: This is a sample, how language can be dynamically changed even in popup forms
ru_ru: Здесь показан пример того, как смена языка динамически затрагивает все формы приложения

# MNU_LANG
source: Language
ru_ru: &Язык

# MNU_LANG_ENG
source: English
ru_ru: Английский

# MNU_LANG_FRN
source: French
ru_ru: Французский

# MNU_LANG_RUS
source: Russian
ru_ru: Русский

# WND_MAIN_TITLE
source: Euclid 3.0β
ru_ru: Евклид 3.0β

# MNU_FILE
source: File
ru_ru: Файл

# CBX_HEADER
source: Distortions
ru_ru: Особенности перевода

# CBX_HIDE
source: Hide good
ru_ru: Скрыть хорошие

# CBX_MOVEALL
source: Shift all fragments
ru_ru: Сдвигать все фрагменты

# CBX_TRANSLADD
source: Significant additions
ru_ru: значимое добавление

# CBX_TRANSLCHANGE
source: Significant changes
ru_ru: значимая замена

# CBX_TRANSLOMIT
source: Significant omissions
ru_ru: значимый пропуск

# FRM_ADDSEGMENT_TITLE
source: Add segments to the sentence
ru_ru: Добавить части к предложению

# FRM_CUT_TITLE
source: Remove parts / edit sentence
ru_ru: Удалить части / отредактировать предложение

# LBL_CUT
source: Crop (by ~~~):
ru_ru: Обрезки (через ~~~):

# LBL_SENTENCE
source: Sentence:
ru_ru: Предложение:

# MNU_ABOUT
source: About
ru_ru: О программе

# MNU_DICTIONARY
source: Load dictionary
ru_ru: Подключить словарь

# MNU_INTO_CSV
source: Insert metadata into CSV
ru_ru: Вставить метаданные в CSV

# MNU_METADATA
source: Metadata
ru_ru: Метаданные

# MNU_OPEN
source: Open parallel texts
ru_ru: Открыть параллельные тексты

# MNU_OPEN_ALIGNED
source: Open an aligned text
ru_ru: Открыть выровненный текст

# MNU_OPEN_XML
source: Open XML
ru_ru: Открыть XML

# MNU_SAVE
source: Save
ru_ru: Сохранить

# MNU_SAVEAS
source: Save as...
ru_ru: Сохранить как...

# STR_FAILURE
source: Could not save the file:
ru_ru: Не удалось сохранить файл:

# STR_PROMPT
source: Save the file?
ru_ru: Сохранить файл?

# STR_FAILURE_FOPTIONS
source: Could not open configuration file:
ru_ru: Не удалось открыть файл настроек:

# STR_FAILURE_FPATH
source: Could not locate the program:
ru_ru: Не удалось выяснить путь к файлу программы:

# STR_FAILURE_SCUT_O
source: Unable to separate sentences in the original:
ru_ru: Не удалось разделить предложения в оригнальном тексте:

# STR_FAILURE_SCUT_T
source: Unable to separate sentences in the translation:
ru_ru: Не удалось разделить предложения в переводе:

# STR_MABOUT
source: Euclid 3.0β.20130926 A tool for manual alignment of parallel texts for the Russian National Corpus. All questions and comments should be sent to Timofey Arkhangelskiy (timarkh@gmail.com)
ru_ru: Евклид 3.0β.20130826 Программа для ручного выравнивания параллельных текстов в рамках Национального корпуса русского языка (версия со старой типологией ошибок). Вопросы и пожелания отправляйте Тимофею Архангельскому на timarkh@gmail.com

# STR_SAVING
source: Saving
ru_ru: Сохранение

# STR_FDIALOG_FILTER_1
source: Plain text files|*.txt|All|*
ru_ru: Файлы txt|*.txt|Все|*

# STR_FDIALOG_FILTER_2
source: XML files|*.xml|Plain text files|*.txt|All|*
ru_ru: Файлы xml|*.xml|Файлы txt|*.txt|Все|*

# STR_FDIALOG_FILTER_3
source: Parallel texts|*.para|All|*
ru_ru: Выровненные тексты|*.para|Все|*

# STR_FDIALOG_FILTER_4
source: Dictionares|*.dic|All|*
ru_ru: Файлы словарей|*.dic|Все|*

# STR_FDIALOG_FILTER_5
source: CSV files|*.csv|All|*
ru_ru: Файлы csv|*.csv|Все|*

# STR_FDIALOG_FILTER_6
source: XML files|*.xml|All|*
ru_ru: Файлы xml|*.xml|Все|*

# STR_FDIALOG_TITLE_1
source: Open text
ru_ru: Открыть текст (откройте подряд оригинал и все переводы, после чего нажмите Cancel)

# STR_FDIALOG_TITLE_2
source: Open a translation
ru_ru: Открыть перевод

# STR_FDIALOG_TITLE_3
source: Save as...
ru_ru: Сохранить как...

# STR_FDIALOG_TITLE_4
source: Open parallel text (open the original and all the translations in turn; when you are done, press Cancel)
ru_ru: Открыть выровненный текст

# STR_FDIALOG_TITLE_5
source: Include a dictionary
ru_ru: Подключить словарь

# STR_FDIALOG_TITLE_6
source: Open CSV
ru_ru: Открыть CSV

# STR_FDIALOG_TITLE_7
source: Open XML
ru_ru: Открыть XML

# STR_SAVE_INXML
source: Save the file in the XML format first.
ru_ru: Сначала сохраните файл в формате XML.

source: Mismatch attributes:
ru_ru: Признаки несоответствия:

# MISMATCH_FORMCAPTION
source: Mismatch description
ru_ru: Описание несоответствия

# MISMATCH_LDESC
source: Comment:
ru_ru: Комментарий:

# MISMATCH_ORIGTEXT
source: Fragment of the original text
ru_ru: Текст оригинала

# MISMATCH_SAVE
source: Save mismatch description
ru_ru: Сохранить описание несоответствия

# MISMATCH_SAVE_DIALOG
source: Saving
ru_ru: Сохранение

# MISMATCH_TRANSTEXT
source: Fragment of the translation
ru_ru: Текст перевода

# MNU_EDITMISMATCH
source: Edit mismatch typology
ru_ru: Редактировать типологию

# MNU_MISMATCHES
source: Mismatches
ru_ru: Несоответствия

# MNU_MULTALIGN
source: Multiple alignment (accumulate)
ru_ru: Выровнять несколько (объединять)

# MNU_MULTALIGNCUT
source: Multiple alignment (cut)
ru_ru: Выровнять несколько (разделять)

# SAVE_CAPTION
source: Save
ru_ru: Сохранить файл

# SAVE_CORPUSFORMAT
source: Corpus format
ru_ru: Корпусный формат

# SAVE_INTERMEDIATE
source: Intermediate format (can be edited afterwards)
ru_ru: Промежуточный формат (можно будет доделывать)

# SAVE_SAVE
source: Save
ru_ru: Сохранить

# SAVE_SOURCELANG
source: Language of the source:
ru_ru: Язык оригинала:

# SAVE_TRANSLANG
source: Language of the translation:
ru_ru: Язык перевода:

# TYPOLOGY_ADDATTR
source: Add attribute
ru_ru: Добавить признак

# TYPOLOGY_ADDGROUP
source: Add group
ru_ru: Добавить группу

# TYPOLOGY_ATTREXISTS
source: An attribute with such a code already exists
ru_ru: Признак с таким кодом уже существует

# TYPOLOGY_CANCELCHANGES
source: Cancel all changes to the typology
ru_ru: Отменить все изменения в типологии

# TYPOLOGY_DATA
source: Data input
ru_ru: Ввод данных

# TYPOLOGY_DELELEMENT
source: Delete element
ru_ru: Удалить элемент

# TYPOLOGY_DESCRIPTION
source: Description:
ru_ru: Описание:

# TYPOLOGY_FORMCAPTION
source: Edit mismatch typology
ru_ru: Редактирование типологии несоответствий

# TYPOLOGY_GROUPCODEEXISTS
source: A group with such a code already exists
ru_ru: Группа с таким кодом уже существует

# TYPOLOGY_GROUPNAMEEXISTS
source: A group with such a name already exists
ru_ru: Группа с таким названием уже существует

# TYPOLOGY_INPUTDESCR
source: Input the description of the new attribute
ru_ru: Введите описание для нового признака

# TYPOLOGY_INPUTGROUPDESCR
source: Input the description of the new group
ru_ru: Введите описание для новой группы

# TYPOLOGY_INPUTGROUPNAME
source: Input the name of the new group
ru_ru: Введите название для новой группы

# TYPOLOGY_INPUTNAME
source: Input the name of the new attribute
ru_ru: Введите название для нового признака

# TYPOLOGY_INPUTNEWCODE
source: Input a code for the new attribute. The code should consist of basic alphanumeric characters
ru_ru: Введите уникальный код для нового признака. Код должен полностью состоять из латинских букв и из цифр

# TYPOLOGY_INPUTNEWGROUPCODE
source: Input a unique code for the new group. The code should consist of basic alphanumeric characters
ru_ru: Введите уникальный код для новой группы. Код должен полностью состоять из латинских букв и из цифр

# TYPOLOGY_SAVEALLCHANGES
source: Save all changes to the typology
ru_ru: Сохранить изменения в типологии

# TYPOLOGY_SAVECHANGES
source: Save changes
ru_ru: Сохранить изменения

# TYPOLOGY_SAVING
source: Saving
ru_ru: Сохранение

# TYPOLOGY_SELECTED
source: Selected element:
ru_ru: Выбранный элемент:

# TYPOLOGY_UNEXPECTEDCHARACTERS
source: The text contains illegal characters
ru_ru: Введенная строка содержит недопустимые символы
